[dlc2_bd_moxxie_com_ad_anshin_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shield yourself with fire. Shield yourself with Anshin.",Time=0)

[dlc2_bd_moxxie_com_ad_anshin_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Destroy by protecting. Buy Anshin.",Time=0)

[dlc2_bd_moxxie_com_ad_atlas_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fight like a God.  Buy Atlas.",Time=0)

[dlc2_bd_moxxie_com_ad_atlas_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bring an Atlas. Fear nothing.",Time=0)

[dlc2_bd_moxxie_com_ad_dahl_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Improve your right hand; put a Dahl in it. Think of me when you bag your next skag and you'll be glad you chose a Dahl.",Time=0)

[dlc2_bd_moxxie_com_ad_dahl_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dahl would like to remind you that mercenaries are people too, with feelings and guns, just like you and me.",Time=0)

[dlc2_bd_moxxie_com_ad_hyperion_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hyperion. Stay classy.",Time=0)

[dlc2_bd_moxxie_com_ad_hyperion_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bringing perfection to the field. Hyperion.",Time=0)

[dlc2_bd_moxxie_com_ad_jakobs_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Need to make a bandit go BOOM!? Jack his shit up with a Jakobs.",Time=0)

[dlc2_bd_moxxie_com_ad_jakobs_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ever need a bullet that also blows shit up? Then you need the power of a Jakobs.",Time=0)

[dlc2_bd_moxxie_com_ad_maliwan_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ride the lightning while spitting balls of fire. Buy a Maliwan.",Time=0)

[dlc2_bd_moxxie_com_ad_maliwan_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you like melted chocolate? Do you like melted faces? Melt whatever you want with a Maliwan!",Time=0)

[dlc2_bd_moxxie_com_ad_pangolin_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today is your chance to make the most important decision of your life. Buy a Pangolin shield.",Time=0)

[dlc2_bd_moxxie_com_ad_pangolin_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Say hello to a future tomorrow. Say hello to a Pangolin shield.",Time=0)

[dlc2_bd_moxxie_com_ad_ss_munitions_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="S&S Munitions. Bullets to spare, butchering barrels of death... And cute yellow paint jobs!",Time=0)

[dlc2_bd_moxxie_com_ad_ss_munitions_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's yellow and carries a lot of bullets?  S&S Munitions knows.",Time=0)

[dlc2_bd_moxxie_com_ad_tediore_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Did you know Tediore's guns reload faster than a leaping skag? It's true. I've seen it.",Time=0)

[dlc2_bd_moxxie_com_ad_tediore_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Why buy one Tediore when you can buy two for twice the cost?",Time=0)

[dlc2_bd_moxxie_com_ad_torgue_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="9 out of 10 badass bandits agree: only real men buy Torgue.",Time=0)

[dlc2_bd_moxxie_com_ad_torgue_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Need to save the world while impressing ladies? Show them what you got with a Torgue.",Time=0)

[dlc2_bd_moxxie_com_ad_vladof_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Why aim when you can spray? No one is faster than a Vladof!",Time=0)

[dlc2_bd_moxxie_com_ad_vladof_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember, shooting faster means killing faster.  And no one's faster than a Vladof.",Time=0)

[dlc2_bd_moxxie_com_alldead_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ladies and gentlemen, let's give em a hand for sucking!",Time=0)

[dlc2_bd_moxxie_com_alldead_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And then there were none.",Time=0)

[dlc2_bd_moxxie_com_alldead_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="They all rolled over and they all fell off.",Time=0)

[dlc2_bd_moxxie_com_alldead_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Awww, where did my heroes go?  Heeeroooes?  Where aarrree you???  [giggle] Well what are we going to do now!?",Time=0)

[dlc2_bd_moxxie_com_alldead_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well isn't this just great! Thanks for ruining our fun!",Time=0)

[dlc2_bd_moxxie_com_avataraward_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For pleasing me, I'll please you. Have an avatar award!",Time=0)

[dlc2_bd_moxxie_com_avataraward_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well aren't you the cat's meow... I suppose we should reward you with something for your Avatar.",Time=0)

[dlc2_bd_moxxie_com_avataraward_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What is this? I've been told you've won a new item for your 'Xbox LIVE Avatar'... whatever that is...",Time=0)

[dlc2_bd_moxxie_com_avataraward_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How wonderful... I've decided to give you a new reward for your Avatar. Isn't that just peachy!?",Time=0)

[dlc2_bd_moxxie_com_avataraward_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh my... I'm impressed. I suppose something new for your avatar is in order...",Time=0)

[dlc2_bd_moxxie_com_boss_9toes_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't show any mercy to our next boss!  Misterrrrrrr 9 Toes!!",Time=0)

[dlc2_bd_moxxie_com_boss_baronflynt_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's meet our next boss, all the way from the dig site, it's Baroooooooon Flynt!!",Time=0)

[dlc2_bd_moxxie_com_boss_bonehead_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember our next boss gang?  Please show your appreciation for, Boooooneheaaaad!",Time=0)

[dlc2_bd_moxxie_com_boss_generic_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Our next boss needs no introduction, are you ready?  Let's bring him ouuuuuuutt!",Time=0)

[dlc2_bd_moxxie_com_boss_hanzfranz_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You'd think they were twins! The killer duo Hanz and Fraannnnzzz!",Time=0)

[dlc2_bd_moxxie_com_boss_kobbjaynis_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's see if you can tell which is which!  This one is Jayniiiiiis Koooobb!",Time=0)

[dlc2_bd_moxxie_com_boss_kobbtaylor_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's see if you can tell which is which!  This one is Taylorrrr Koooobb!",Time=0)

[dlc2_bd_moxxie_com_boss_krom_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you faster than a missile?  Next up is Krooooommm!",Time=0)

[dlc2_bd_moxxie_com_boss_mccloud_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This guy's weapon is insane... You'd better be quick on your feet! Here he is! Masterrrr McCloooooud!",Time=0)

[dlc2_bd_moxxie_com_boss_oneeye_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can you dodge a revolver?  You'd better!  Let's welcome, One.. Eyed... Jaaacckk!!",Time=0)

[dlc2_bd_moxxie_com_boss_pumpkin_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're not afraid of a giant walking vegetable?  What the hell is wrong with you? I give you... Puuuumpkinheeeeaaaaad!",Time=0)

[dlc2_bd_moxxie_com_boss_reaver_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He'll give you a haircut from a thousand yards away... Please welcome, Reeeaverrrr!",Time=0)

[dlc2_bd_moxxie_com_boss_roidrage_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He's huge and dumb!  He can't understand me!  It's the Roid Rage Psychoooooooo!!!",Time=0)

[dlc2_bd_moxxie_com_boss_sledge_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's that? You want a hammer fight? Dodge this hammer! The mighty Sledggggeee!",Time=0)

[dlc2_bd_moxxie_com_boss_weewee_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You can't keep this one down! Let's welcome, his royal highness, King Wee Wee!",Time=0)

[dlc2_bd_moxxie_com_boss_wereskag_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Part human, part skag.. Release the Were-Skag!!",Time=0)

[dlc2_bd_moxxie_com_brick_down_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick's taken a knee.",Time=0)

[dlc2_bd_moxxie_com_brick_down_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You okay, Brick?",Time=0)

[dlc2_bd_moxxie_com_brick_hogammo_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, you don't need all the ammo, do ya?",Time=0)

[dlc2_bd_moxxie_com_brick_hogammo_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, play nice with others, the ammo is for all players.",Time=0)

[dlc2_bd_moxxie_com_brick_hoghealth_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, you can probably get by without taking all the health, can't you?",Time=0)

[dlc2_bd_moxxie_com_brick_hoghealth_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, you're such a big... hulking... hog.",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick's looking tough out there",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree1_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice one Brick!",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick smashes again! Smash, smash, smash!",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Beat em down, Brick!",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick is on top!  I knew you could do it Brick!",Time=0)

[dlc2_bd_moxxie_com_brick_killingspree3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Go Go Brick!  I can't believe it sugar... You're amazing.",Time=0)

[dlc2_bd_moxxie_com_brick_lastman_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick has this one, don't you, Brick?",Time=0)

[dlc2_bd_moxxie_com_brick_lastman_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's down to the bruiser.  Can you handle this, Brick?",Time=0)

[dlc2_bd_moxxie_com_brick_penaltybox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick is out of the game.  Thanks for playin', sugar.",Time=0)

[dlc2_bd_moxxie_com_brick_penaltybox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You gotta know when to fold em, don't'cha Brick?",Time=0)

[dlc2_bd_moxxie_com_brick_penaltykills_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick!  You're supposed to be the bruiser. How are you getting so many kills from such a range?!",Time=0)

[dlc2_bd_moxxie_com_brick_penaltykills_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, damn - you're impressive.  From the penalty box, no less!",Time=0)

[dlc2_bd_moxxie_com_brick_sucks_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick, buddy, you okay?  Little too tough for you?",Time=0)

[dlc2_bd_moxxie_com_brick_sucks_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Brick takes a beating, but keeps on swinging.",Time=0)

[dlc2_bd_moxxie_com_chicken_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Scaredy cat, scaredy cat... look at you run!",Time=0)

[dlc2_bd_moxxie_com_chicken_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aww, did the bad guys rough you up too much?",Time=0)

[dlc2_bd_moxxie_com_chicken_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's this? You can't handle my gentle touch?",Time=0)

[dlc2_bd_moxxie_com_chicken_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well excuuuuuse me!  I thought we were having fun out here. Go ahead, run off then.",Time=0)

[dlc2_bd_moxxie_com_chicken_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know I don't play with cowards. Don't you want to play with me?",Time=0)

[dlc2_bd_moxxie_com_chicken_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Way to let a lady down. Just when we were having fun.",Time=0)

[dlc2_bd_moxxie_com_clearedquick_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Guess I didn't give you enough of a challenge, did I?",Time=0)

[dlc2_bd_moxxie_com_clearedquick_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hmm, these bad guys aren't so tough it seems. You tore right through them!",Time=0)

[dlc2_bd_moxxie_com_clearedquick_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Man, that was fast!  You made short work of that wave!",Time=0)

[dlc2_bd_moxxie_com_clearedquick_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Slow down, slow down.. You have to pace yourself to please me.",Time=0)

[dlc2_bd_moxxie_com_clearedslow_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's wrap this wave up, huh?  Try using more... you know... WIN.",Time=0)

[dlc2_bd_moxxie_com_clearedslow_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I didn't bring you here to watch you exercise... Get on with it!",Time=0)

[dlc2_bd_moxxie_com_clearedslow_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's taking you so long?  This wave should be OVER by now.",Time=0)

[dlc2_bd_moxxie_com_clearedslow_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come oooonnn. Let's get this wave over with.  I wanna see what you think of my next challenge!",Time=0)

[dlc2_bd_moxxie_com_developer_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Is that one of the makers of Borderlands I see?  Let's give Gearbox a hand.",Time=0)

[dlc2_bd_moxxie_com_developer_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Gearbox is in the HOOUUSSSEEEE!",Time=0)

[dlc2_bd_moxxie_com_developer_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Woop woop! The Gearbox crew is here!",Time=0)

[dlc2_bd_moxxie_com_developer_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wut wut! Gearbox is here to bring the house down!",Time=0)

[dlc2_bd_moxxie_com_developer_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Gearbox is in the building!",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Five enemies left.",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_10 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="One enemy remains, so close!",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_11 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Down to the last one!",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_12 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="One more!",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Five enemies remain.",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Five left.",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just five more.",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Three enemies left, take 'em down!",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Three enemies remain, can you do it?",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Three enemies left, three enemies left, see how they run...",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Down to the last three.",Time=0)

[dlc2_bd_moxxie_com_enemiesleft_9 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Just one more to go!",Time=0)

[dlc2_bd_moxxie_com_generic_down_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh my... Another one is down!",Time=0)

[dlc2_bd_moxxie_com_generic_down_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh no, another hero is down!",Time=0)

[dlc2_bd_moxxie_com_generic_down_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh no! They're going down fast!",Time=0)

[dlc2_bd_moxxie_com_generic_down_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get up! Oh sweet pancakes... Someone's down!",Time=0)

[dlc2_bd_moxxie_com_generic_down_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another one is down! They're just not staying up for me. How insulting!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And down go the measly mobs!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree1_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another baddy put to bed!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree1_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhh!! They're heating up now!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree1_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Tee hee... Look at all the blood!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree1_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Knockin 'em out!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's raining body parts down there!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh damn! It just gets more and more gruesome!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree2_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Machines! They're killing machines!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree2_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Look at all the killing! More! More!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree2_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Putting them down like the dogs they are! Look at the blood fly!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wave after wave meets annhilation! Kill them all! Kill them all!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh! Oh my! I've never seen such a blood bath! Heat it up!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree3_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I... I can't believe it... These are new heights of violence! Look out for flying body parts everyone!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree3_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Eeeeee!!! Gooooooo! GOOOOOOOOO! Killlling Spreeeeeee!",Time=0)

[dlc2_bd_moxxie_com_generic_killingspree3_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's insanity down there! Who ARE these people!? Look at them go!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltybox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Someone's in the box of shame!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltybox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pathetic! A player is in the penalty box.",Time=0)

[dlc2_bd_moxxie_com_generic_penaltybox_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another one goes to the penalty box!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltybox_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A player is in the penalty box. You know... you're supposed to stay OUT of there.",Time=0)

[dlc2_bd_moxxie_com_generic_penaltybox_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another one in the penalty box!? Come OONNNNN....",Time=0)

[dlc2_bd_moxxie_com_generic_penaltykills_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh daaaaammmnnnn... Baggin 'em from the penalty box!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltykills_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Look at the crack shot in the penalty box!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltykills_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's a penalty box! Not a sniping platform!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltykills_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Stop getting kills from the penalty box. It's supposed to be a PENALTY!",Time=0)

[dlc2_bd_moxxie_com_generic_penaltykills_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another kill from the penalty box!",Time=0)

[dlc2_bd_moxxie_com_generic_sucks_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wow, you guys are really letting me down here. WHAT IS WITH THAT?!",Time=0)

[dlc2_bd_moxxie_com_generic_sucks_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Seriously... these people come here to see a show... not watch you lay on your back!",Time=0)

[dlc2_bd_moxxie_com_generic_sucks_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hussle up! Wow... shameful... you really suck.",Time=0)

[dlc2_bd_moxxie_com_generic_sucks_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I can't take this any longer! Good God... please.. Make it stop. This is pitiful to watch.",Time=0)

[dlc2_bd_moxxie_com_generic_sucks_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU are supposed to be the heroes!? Please.",Time=0)

[dlc2_bd_moxxie_com_getloot_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waste not, want not...",Time=0)

[dlc2_bd_moxxie_com_getloot_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you don't grab it, I will...",Time=0)

[dlc2_bd_moxxie_com_getloot_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better pick up the pace!",Time=0)

[dlc2_bd_moxxie_com_getloot_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhhhh... I just can't wait for you to see what I'm sending you next!  Who loves you!",Time=0)

[dlc2_bd_moxxie_com_gore_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oooooh. That must have hurt.",Time=0)

[dlc2_bd_moxxie_com_gore_10 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's raining body parts! Who do you love!?",Time=0)

[dlc2_bd_moxxie_com_gore_11 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ouch! I think that'll leave a mark!",Time=0)

[dlc2_bd_moxxie_com_gore_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think you tickled it.",Time=0)

[dlc2_bd_moxxie_com_gore_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think I smell something cooking, everyone!",Time=0)

[dlc2_bd_moxxie_com_gore_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And pop! Went the weasel. I like it when things pop.",Time=0)

[dlc2_bd_moxxie_com_gore_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Another head goes boom!",Time=0)

[dlc2_bd_moxxie_com_gore_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wheeeee! Another one bites the dust!",Time=0)

[dlc2_bd_moxxie_com_gore_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Did I promise you a show or didn't I!? Who loves you and who do you love!",Time=0)

[dlc2_bd_moxxie_com_gore_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh my! You're so cruel!",Time=0)

[dlc2_bd_moxxie_com_gore_9 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's see some more of that!",Time=0)

[dlc2_bd_moxxie_com_intro_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Welcome to THE UNDERDOME!",Time=0)

[dlc2_bd_moxxie_com_lilith_down_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is getting picked on, I say.",Time=0)

[dlc2_bd_moxxie_com_lilith_down_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's tough out there, ain't it Lilith?",Time=0)

[dlc2_bd_moxxie_com_lilith_hogammo_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Spoiled little Lilith, hogging all the ammo.  Tsk, tsk, tsk.",Time=0)

[dlc2_bd_moxxie_com_lilith_hogammo_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Have trouble with sharing, huh Lilith?  I mean ... ammo.",Time=0)

[dlc2_bd_moxxie_com_lilith_hoghealth_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith must be scared, she's sucking up all the health.",Time=0)

[dlc2_bd_moxxie_com_lilith_hoghealth_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come on Lilith, time to share the health.",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep your eyes on Lilith, she's on a roll.",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree1_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Look at that little Lilith.. Mmm mmm mm",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is daaanngerous.",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Look at that little Lilith go. Beating all them boys down.",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is looking absolutely delicious down there. Mmmm...",Time=0)

[dlc2_bd_moxxie_com_lilith_killingspree3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is beating them down! No one can stand in her way!",Time=0)

[dlc2_bd_moxxie_com_lilith_lastman_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The pressure is on, sweets.",Time=0)

[dlc2_bd_moxxie_com_lilith_lastman_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="All eyes on you Lilith... unless they're on me.",Time=0)

[dlc2_bd_moxxie_com_lilith_penaltybox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is locked down. Which... doesn't sound so bad, hmmm?",Time=0)

[dlc2_bd_moxxie_com_lilith_penaltybox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The game is gonna miss you, Lilith.",Time=0)

[dlc2_bd_moxxie_com_lilith_penaltykills_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith manages to sneak a few more kills from the penalty box!",Time=0)

[dlc2_bd_moxxie_com_lilith_penaltykills_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith is tricksie from up high!",Time=0)

[dlc2_bd_moxxie_com_lilith_sucks_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lilith, Lilith, Lilith. Having trouble are we?",Time=0)

[dlc2_bd_moxxie_com_lilith_sucks_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Looks like that sweet ass isn't much help right now, is it Lilith?",Time=0)

[dlc2_bd_moxxie_com_match_angelicruins_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE ANGELIC RUINS",Time=0)

[dlc2_bd_moxxie_com_match_arena_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE ARENA",Time=0)

[dlc2_bd_moxxie_com_match_banditcamp_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE BANDIT CAMP",Time=0)

[dlc2_bd_moxxie_com_match_bunkerofblood_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE BUNKER OF BLOOD",Time=0)

[dlc2_bd_moxxie_com_match_crimsonhalls_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE CRIMSON HALLS",Time=0)

[dlc2_bd_moxxie_com_match_dangercanyon_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE DANGER CANYON",Time=0)

[dlc2_bd_moxxie_com_match_decrepitmine_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE DECREPIT MINE",Time=0)

[dlc2_bd_moxxie_com_match_hellburbia_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... HELL-BURBIA",Time=0)

[dlc2_bd_moxxie_com_match_scraphole_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE SCRAP HOLE",Time=0)

[dlc2_bd_moxxie_com_match_slaughtercaves_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE SLAUGHTER CAVES",Time=0)

[dlc2_bd_moxxie_com_match_thebog_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE BOG",Time=0)

[dlc2_bd_moxxie_com_match_thegully_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... THE GULLY",Time=0)

[dlc2_bd_moxxie_com_match_wonderland_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Today's match will be in ... WONDERLAND",Time=0)

[dlc2_bd_moxxie_com_mordecai_down_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is down, but is he out?",Time=0)

[dlc2_bd_moxxie_com_mordecai_down_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai's in trouble!",Time=0)

[dlc2_bd_moxxie_com_mordecai_hogammo_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What's with taking all the ammo, Mordecai?",Time=0)

[dlc2_bd_moxxie_com_mordecai_hogammo_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai: one-shot-one-kill, right?  You NEED all that ammo?",Time=0)

[dlc2_bd_moxxie_com_mordecai_hoghealth_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is hogging the health.",Time=0)

[dlc2_bd_moxxie_com_mordecai_hoghealth_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai sure is taking all the health, huh!",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is on a roll.",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree1_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai knows what he's up to!",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Haha, Mordecai... you sure are scary down there.",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is in the zone!",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, bad-guys. I'd stay the hell away from Mordecai if I was you.",Time=0)

[dlc2_bd_moxxie_com_mordecai_killingspree3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is intense. I wouldn't want to be in the ring with him!",Time=0)

[dlc2_bd_moxxie_com_mordecai_lastman_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Only Mordecai left, let's see how he does.",Time=0)

[dlc2_bd_moxxie_com_mordecai_lastman_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's all up to the loner now.  Will he save the day?",Time=0)

[dlc2_bd_moxxie_com_mordecai_penaltybox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is out... It's probably safer with him off the field.",Time=0)

[dlc2_bd_moxxie_com_mordecai_penaltybox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai is out, wonder if he'll get back in?",Time=0)

[dlc2_bd_moxxie_com_mordecai_penaltykills_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Naturally, Mordecai is lethal at range.",Time=0)

[dlc2_bd_moxxie_com_mordecai_penaltykills_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai sure is playing the puppet master up there, isn't he?",Time=0)

[dlc2_bd_moxxie_com_mordecai_sucks_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Scary or not, Mordecai is getting a beat-down.",Time=0)

[dlc2_bd_moxxie_com_mordecai_sucks_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Mordecai sure is struggling.",Time=0)

[dlc2_bd_moxxie_com_new_bandits_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="They're raving mad and they want your blood! What are you gonna do about the bandiiiiiitss?",Time=0)

[dlc2_bd_moxxie_com_new_crimson_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who wears armor and kicks civilian ass? I'll give you hint: It's the Crimsooon Laaaance!!",Time=0)

[dlc2_bd_moxxie_com_new_generic_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You ready to get your violence on!? Try this!",Time=0)

[dlc2_bd_moxxie_com_new_generic_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You may think it hurts now... Wait for THIS!",Time=0)

[dlc2_bd_moxxie_com_new_generic_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Awww, you want me to stop? Bring on the next wave!",Time=0)

[dlc2_bd_moxxie_com_new_generic_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Your baby blues may work on me, but will they work on this!?",Time=0)

[dlc2_bd_moxxie_com_new_generic_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Baby, baby, baby... You're doing so well. I can't stop now... Next wave!!!",Time=0)

[dlc2_bd_moxxie_com_new_guardians_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who aarre these guys? I hope this doesn't spoil anything for you! The Guardiannnsss!!",Time=0)

[dlc2_bd_moxxie_com_new_scythids_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know what Pandora needs? Sure as hell not Scythids! Chew 'em up!",Time=0)

[dlc2_bd_moxxie_com_new_skags_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know what time it is? It's fricking Skag-time!",Time=0)

[dlc2_bd_moxxie_com_new_spiderants_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know what Pandora needs? Sure as hell not Scythids! Chew 'em up!",Time=0)

[dlc2_bd_moxxie_com_new_zombies_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks to that crackpot Dr Ned, we have a delicious collection of Zommmmbieesssss!",Time=0)

[dlc2_bd_moxxie_com_newround_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="New round!",Time=0)

[dlc2_bd_moxxie_com_newround_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get your ass in gear. NEW ROUND!",Time=0)

[dlc2_bd_moxxie_com_newround_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, just one... more... And then I'll let you rest.",Time=0)

[dlc2_bd_moxxie_com_newround_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I can't wait to see how you handle this round!",Time=0)

[dlc2_bd_moxxie_com_newround_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oooohhh!!! This is so exciting! Another round!",Time=0)

[dlc2_bd_moxxie_com_newround_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Know what I could use right now? A new round! Enjoy!",Time=0)

[dlc2_bd_moxxie_com_raiseroof_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Everyone raise the roof!",Time=0)

[dlc2_bd_moxxie_com_raiseroof_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How's everyone doin' tonight?",Time=0)

[dlc2_bd_moxxie_com_raiseroof_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who loves you and who do you love?",Time=0)

[dlc2_bd_moxxie_com_raiseroof_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who takes care of you?! Who gives you what you want?!",Time=0)

[dlc2_bd_moxxie_com_raiseroof_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you ready for this!? I don't think you're ready for this... ARE YOU READY?!",Time=0)

[dlc2_bd_moxxie_com_raiseroof_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let me hear you roar! ROAR FOR ME PANDORA!!",Time=0)

[dlc2_bd_moxxie_com_reminder_beefcake_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember, the baddies have quite a bit more health!",Time=0)

[dlc2_bd_moxxie_com_reminder_bodyshot_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to aim for the body!",Time=0)

[dlc2_bd_moxxie_com_reminder_closecombat_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You remembering to get all up and close on the bad guys? Remember, Close Combat is still in effect!",Time=0)

[dlc2_bd_moxxie_com_reminder_corrosivegas_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Step smartly, you don't want to wade into the acid clouds!",Time=0)

[dlc2_bd_moxxie_com_reminder_corrosivepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Buuuurn those guys with acid! It's super deadly right now!",Time=0)

[dlc2_bd_moxxie_com_reminder_deadaim_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's harder when they have such fierce aim, isn't?",Time=0)

[dlc2_bd_moxxie_com_reminder_dodgeball_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Having a hard time hitting them? I hope I didn't make them too squirrely for ya.",Time=0)

[dlc2_bd_moxxie_com_reminder_elementalpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You are sooo lucky that I'm giving your elemental power such a boost right now. Hope you make the most of it.",Time=0)

[dlc2_bd_moxxie_com_reminder_firepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember that fire is all the more lethal right now. Got a match?",Time=0)

[dlc2_bd_moxxie_com_reminder_fog_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sure is hard to see me, huh? I can't imagine how awful it must be for you to not have me in your sight.",Time=0)

[dlc2_bd_moxxie_com_reminder_headshot_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to aim for the head!",Time=0)

[dlc2_bd_moxxie_com_reminder_hotpotato_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enjoying all the explosions? I sure am! Grenades are such simple fun.",Time=0)

[dlc2_bd_moxxie_com_reminder_ironhide_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those shields are pretty hard to pierce, eh?",Time=0)

[dlc2_bd_moxxie_com_reminder_kickass_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep in mind, the bad guys are all the more dangerous right now.",Time=0)

[dlc2_bd_moxxie_com_reminder_killskillboost_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Chain your kills to be really effective. Remember I've given a big bonus to the Kill-Skills you've unlocked.",Time=0)

[dlc2_bd_moxxie_com_reminder_loaded_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wish I hadn't given the bad guys so much ammo now, don't'cha?",Time=0)

[dlc2_bd_moxxie_com_reminder_meteor_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You don't often see Meteors, do you? Glad I could fix that for ya.",Time=0)

[dlc2_bd_moxxie_com_reminder_naked_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those fancy shields aren't worth squat right now, huh? How do you like being so vulnerable?",Time=0)

[dlc2_bd_moxxie_com_reminder_overclocked_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those bad guys sure are shaky, aren't they!",Time=0)

[dlc2_bd_moxxie_com_reminder_pistolpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those Pistols!",Time=0)

[dlc2_bd_moxxie_com_reminder_regeneration_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Those bad guys keep regenerating their health. Bummer huh?",Time=0)

[dlc2_bd_moxxie_com_reminder_riflepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those Combat Rifles!",Time=0)

[dlc2_bd_moxxie_com_reminder_rocketpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those Rocket Launchers!",Time=0)

[dlc2_bd_moxxie_com_reminder_shockpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How I love to see the blue arc's of electricity... and they're so much more powerful right now!",Time=0)

[dlc2_bd_moxxie_com_reminder_shotgunpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those Shotguns!",Time=0)

[dlc2_bd_moxxie_com_reminder_skillboost_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to make use of your skills... I've buffed em real good for ya.",Time=0)

[dlc2_bd_moxxie_com_reminder_slowdeath_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better speed it up.. Your life sure isn't coming back until you get through this challenge!",Time=0)

[dlc2_bd_moxxie_com_reminder_smgpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those SMGs!",Time=0)

[dlc2_bd_moxxie_com_reminder_sniperpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to use those Sniper Rifles!",Time=0)

[dlc2_bd_moxxie_com_reminder_spastic_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pretty hard to shoot someone moving so fast, isn't it?",Time=0)

[dlc2_bd_moxxie_com_reminder_stormchaser_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better keep moving, that storm looks aaaaannngry!",Time=0)

[dlc2_bd_moxxie_com_reminder_vampire_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Remember to kill the bad guys to stay alive..",Time=0)

[dlc2_bd_moxxie_com_roland_down_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah! Roland, you hurt, love?",Time=0)

[dlc2_bd_moxxie_com_roland_down_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland is in trouble, can anyone help him?",Time=0)

[dlc2_bd_moxxie_com_roland_hogammo_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland's greedy for ammo, ain't he? Soldiers should share, ya know.",Time=0)

[dlc2_bd_moxxie_com_roland_hogammo_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland baby, didn't your momma teach you to share?",Time=0)

[dlc2_bd_moxxie_com_roland_hoghealth_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland sure is looking out for himself. You need all the health, Roland?",Time=0)

[dlc2_bd_moxxie_com_roland_hoghealth_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland, mind your manners, other people need health too.",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland puts 'em down.",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree1_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Rack 'em up, knock 'em down, Roland!",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland, Roland, he's our man!",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nothing's too tough for you, is it Roland?",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland is on fire!  He's unstoppable!",Time=0)

[dlc2_bd_moxxie_com_roland_killingspree3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland will not be stopped until all the bad guys are spillin' their loot!",Time=0)

[dlc2_bd_moxxie_com_roland_lastman_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's all down to Roland now.  Can he pull it off?",Time=0)

[dlc2_bd_moxxie_com_roland_lastman_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland is the last man standing!",Time=0)

[dlc2_bd_moxxie_com_roland_penaltybox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohhhh!  So much for Roland, nice try love.",Time=0)

[dlc2_bd_moxxie_com_roland_penaltybox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland is going away for a while.. How much longer can the game go without him?",Time=0)

[dlc2_bd_moxxie_com_roland_penaltykills_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland looks out for his team from on high!",Time=0)

[dlc2_bd_moxxie_com_roland_penaltykills_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland continues to make a difference!",Time=0)

[dlc2_bd_moxxie_com_roland_sucks_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland, come now, you're better than this.",Time=0)

[dlc2_bd_moxxie_com_roland_sucks_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland, love, what's wrong?  This game too tough for you?",Time=0)

[dlc2_bd_moxxie_com_round_complete_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well, hey now... You might actually provide some real entertainment tonight.",Time=0)

[dlc2_bd_moxxie_com_round_complete_10 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Okay! Fine, you win this round, fine! What do you want, a pony?!",Time=0)

[dlc2_bd_moxxie_com_round_complete_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh my god... You're going to make me so rich if you keep on like this!",Time=0)

[dlc2_bd_moxxie_com_round_complete_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wow, I like it... I like it... Keep it commin. You're tougher than I expected.",Time=0)

[dlc2_bd_moxxie_com_round_complete_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well done, well done.  I have to hand it to you.  You really worked hard out there.",Time=0)

[dlc2_bd_moxxie_com_round_complete_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Man, I'm getting impressed!  Maybe you could go another whole round for me, hmm?",Time=0)

[dlc2_bd_moxxie_com_round_complete_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Round and round we go, where I'll stop... Heh, I don't know!",Time=0)

[dlc2_bd_moxxie_com_round_complete_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Life is a circle. Feelin' like a hamster?",Time=0)

[dlc2_bd_moxxie_com_round_complete_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I had nooo idea you'd get this far. You've proven far more entertaining than I would have guessed.",Time=0)

[dlc2_bd_moxxie_com_round_complete_9 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Okay! Fine, you win this round, fine! What do you want, a pony!?!",Time=0)

[dlc2_bd_moxxie_com_rule_beefcake_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is too easy!  Let's beef up the baddies, shall we?",Time=0)

[dlc2_bd_moxxie_com_rule_bodyshot_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aim for center mass, I've just made head shots count for nuthin'!",Time=0)

[dlc2_bd_moxxie_com_rule_closecombat_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This one is bizarre. Your damage will increase and your accuracy will decrease. Better get close to make it count!",Time=0)

[dlc2_bd_moxxie_com_rule_corrosivegas_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm going to make some spots for you to avoid.  Hope that doesn't inconvenience you too much.",Time=0)

[dlc2_bd_moxxie_com_rule_corrosivepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hope you go up against some armored opponants, 'cause I just turned on the Corrosive Challenge!",Time=0)

[dlc2_bd_moxxie_com_rule_deadaim_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You'd better have a good shield, because with Dead Aim, those bad guys will have a tough time missing!",Time=0)

[dlc2_bd_moxxie_com_rule_dodgeball_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Haha, oooh this one is fun.  With Dodgeball, the enemies will be hard to pin down!  They'll be dodging like mad.",Time=0)

[dlc2_bd_moxxie_com_rule_elementalpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got an elemental weapon?  Now's the time to use it.  Elemental Challenge!!!",Time=0)

[dlc2_bd_moxxie_com_rule_explosivepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Make your opponents pop with the Explosive Challenge... Oh, I just can't wait to see the carnage.",Time=0)

[dlc2_bd_moxxie_com_rule_firepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Rub your sticks together, time for a Fire Challenge!  Your fire elemental weapons should be pretty sweet. Try 'em out, if you have any.",Time=0)

[dlc2_bd_moxxie_com_rule_fog_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pretty hard to hit bad guys when ya can't see em, huh?  Let's see how well you do in some thick fog...",Time=0)

[dlc2_bd_moxxie_com_rule_getsomeair_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You'll be on cloud nine after I'm done with you! Rise to new heights!",Time=0)

[dlc2_bd_moxxie_com_rule_headshot_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better aim for the head!  Shooting the enemy anywhere else is just a waste of ammo!",Time=0)

[dlc2_bd_moxxie_com_rule_highspeed_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come, my personal little roadrunners! Let me see those cute little feet raise some dust!",Time=0)

[dlc2_bd_moxxie_com_rule_hotpotato_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now the bad guys will have more grenades to throw!  Let's get ready for some explosions, folks!",Time=0)

[dlc2_bd_moxxie_com_rule_ironhide_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hmm... Oh, I guess I could always just make the bad guys have stronger shields, no?",Time=0)

[dlc2_bd_moxxie_com_rule_kickass_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bad guys are quiiiite a bit more lethal now. Enjoy!",Time=0)

[dlc2_bd_moxxie_com_rule_killskillboost_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Like those Kill-Skills?  Hope so!  I'm temporarily adding points to each of your Kill Skills.  I'd better see you make good use of 'em!",Time=0)

[dlc2_bd_moxxie_com_rule_loaded_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enjoy getting shot?  You'd better. Now the enemies will have more ammo!",Time=0)

[dlc2_bd_moxxie_com_rule_meteor_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better find cover! By my calculations, we're due for a meteor shower!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can you handle this new challenge? New rules!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Man, this is just sooooo boring. Screw this... MORE RULES!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enough of this single rule bullcrap... NEW RULES!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've handled me well up till now... But now I'm gonna turn up the heat on you. MORE RULES!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hee hee, you run around so well... I love it... Time to run some more! New Rules!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think the crowd wants more! New Rules!",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think it's time for some special rules...",Time=0)

[dlc2_bd_moxxie_com_rule_multiple_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Multiple rules! Aren't you lucky?",Time=0)

[dlc2_bd_moxxie_com_rule_naked_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, my favorite.  You're naked!  That means nooo shields at all.  Lovely.",Time=0)

[dlc2_bd_moxxie_com_rule_overclocked_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shields are tough, huh? I bet this will make em tougher! The bad guys with shields will have 'em regenerate quick like a bunny!",Time=0)

[dlc2_bd_moxxie_com_rule_pistolpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get your sidearms ready, it's time for the Pistol Challenge!  Your pistol will work great, everything else... well... not so much.",Time=0)

[dlc2_bd_moxxie_com_rule_regeneration_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better kill 'em quick, the bad guys health will be regenerating!",Time=0)

[dlc2_bd_moxxie_com_rule_riflepower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the Combat Rifle Challenge!  Your combat rifle will work great, everything else... Eh, not worth wasting the ammo.",Time=0)

[dlc2_bd_moxxie_com_rule_rocketpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Better dust off that rocket launcher, it's time for the Rocket Launcher Challenge!  Your rocket launcher will work great, everything else... well... might as well not bother.",Time=0)

[dlc2_bd_moxxie_com_rule_shockpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Charge up that battery, time for a Shock Challenge!  Your shock elemental weapons will be preeeetty terrifying!",Time=0)

[dlc2_bd_moxxie_com_rule_shotgunpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get your boomsticks ready, it's time for the Shotgun Challenge!  Your shotgun will work great, everything else... well... might as well not bother.",Time=0)

[dlc2_bd_moxxie_com_rule_skillboost_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you've chosen your skills carefully, you're going to be happy:  I've given you a temporary bonus to each of your skills.  Enjoy it while it lasts!",Time=0)

[dlc2_bd_moxxie_com_rule_slowdeath_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Time is running out... you're dying.. Losing health by the second!  Hope you can finish this wave quickly!",Time=0)

[dlc2_bd_moxxie_com_rule_smgpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the SMG Challenge!  Your SMG will work great, everything else... well... not so much.",Time=0)

[dlc2_bd_moxxie_com_rule_sniperpower_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Polish those scopes, it's time for the Sniper Challenge!  Your sniper rifle will work great, everything else... well... not so much.",Time=0)

[dlc2_bd_moxxie_com_rule_spastic_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let's see what happens when I turn up the speed on the bad guys, huh?",Time=0)

[dlc2_bd_moxxie_com_rule_stormchaser_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know how some people just don't have good luck?  Enjoy your own personal cloud, following you around.. Better keep moving, looks like a lightning storm.",Time=0)

[dlc2_bd_moxxie_com_rule_vampire_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Your life is running out, time is running out.  Want some health back?  Kill a bad guy for me and I'll see what I can do!",Time=0)

[dlc2_bd_moxxie_com_singleplayer_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This fight sure would be more exciting if there was more than 1 hero, don't you think?",Time=0)

[dlc2_bd_moxxie_com_sponsor_anshin_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Anshin ... because your peace of mind is worth it.",Time=0)

[dlc2_bd_moxxie_com_sponsor_anshin_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Anshin ... protecting protectors everywhere.",Time=0)

[dlc2_bd_moxxie_com_sponsor_atlas_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Atlas ... Wield the weapons of the gods...get an Atlas.",Time=0)

[dlc2_bd_moxxie_com_sponsor_atlas_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Atlas ... Good enough for Gods and mortals alike.",Time=0)

[dlc2_bd_moxxie_com_sponsor_dahl_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Dahl... supporting mercenaries everywhere.",Time=0)

[dlc2_bd_moxxie_com_sponsor_dahl_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Dahl... live to fight another day.",Time=0)

[dlc2_bd_moxxie_com_sponsor_gearbox_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Gearbox ... the creators of the universe.",Time=0)

[dlc2_bd_moxxie_com_sponsor_gearbox_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Gearbox ... smashing 4th walls wherever they go.",Time=0)

[dlc2_bd_moxxie_com_sponsor_hyperion_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Hyperion ... The makers of the most precise weaponry in the universe.",Time=0)

[dlc2_bd_moxxie_com_sponsor_hyperion_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Hyperion ... success requires making every opportunity count.",Time=0)

[dlc2_bd_moxxie_com_sponsor_jakobs_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Jakobs ...family owned and operated for over 300 years.",Time=0)

[dlc2_bd_moxxie_com_sponsor_jakobs_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Jakobs ... If it took more than one shot, then you weren't using a Jakobs.",Time=0)

[dlc2_bd_moxxie_com_sponsor_maliwan_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Maliwan ... Where Form meets Function.",Time=0)

[dlc2_bd_moxxie_com_sponsor_maliwan_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Maliwan ... high tech solutions for violent problems.",Time=0)

[dlc2_bd_moxxie_com_sponsor_pangolin_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Pangolin ... Safety first!",Time=0)

[dlc2_bd_moxxie_com_sponsor_pangolin_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Pangolin ... Protect your hide.",Time=0)

[dlc2_bd_moxxie_com_sponsor_ssmunitions_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... S&S Munitions ... for smart and practical, buy S&S.",Time=0)

[dlc2_bd_moxxie_com_sponsor_ssmunitions_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... S&S Munitions ... because running out of bullets is just plain stupid.",Time=0)

[dlc2_bd_moxxie_com_sponsor_tediore_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Tediore ... Because your wallet should be thicker.",Time=0)

[dlc2_bd_moxxie_com_sponsor_tediore_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Tediore ... Firepower for the common man.",Time=0)

[dlc2_bd_moxxie_com_sponsor_torgue_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Torgue ... so no wimps allowed!",Time=0)

[dlc2_bd_moxxie_com_sponsor_torgue_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Torgue ... flex some power.",Time=0)

[dlc2_bd_moxxie_com_sponsor_vladof_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Vladof ...  For the Revolution!",Time=0)

[dlc2_bd_moxxie_com_sponsor_vladof_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This round is brought to you by ... Vladof ...  the fastest guns in the universe.",Time=0)

[dlc2_bd_moxxie_com_wave_badass_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the... BADASS WAVE.",Time=0)

[dlc2_bd_moxxie_com_wave_badass_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh snap! Is it? Could it be?... The BADASS WAVE!",Time=0)

[dlc2_bd_moxxie_com_wave_badass_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You may think you're shit hot, but you haven't seen the BADASS WAVE YET!",Time=0)

[dlc2_bd_moxxie_com_wave_badass_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Here come the Badasses!",Time=0)

[dlc2_bd_moxxie_com_wave_boss_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I HATE being bossed around. So now I do it instead! Tee hee hee...",Time=0)

[dlc2_bd_moxxie_com_wave_boss_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You wait so long to meet them and then you ruin their house! Now it's time for their payback!",Time=0)

[dlc2_bd_moxxie_com_wave_boss_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohh... these are the big ones. I really do love you, you know... Bring out the Bosses!",Time=0)

[dlc2_bd_moxxie_com_wave_boss_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Uh oh...it's that time again...BOSS TIME!",Time=0)

[dlc2_bd_moxxie_com_wave_complete_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well look at that... you made it.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_10 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What do you want, a medal?  It's just a wave for crying out loud.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_11 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think I spilled something on my dress.  Damnit!  Oh, and yeah, nice wave, whatever.  Damn stain!",Time=0)

[dlc2_bd_moxxie_com_wave_complete_12 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice wave!",Time=0)

[dlc2_bd_moxxie_com_wave_complete_13 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The crowd is good tonight, huh?  They love it when you finish off a wave, don't they.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_14 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nicely done, nice wave.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_15 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waves are like... the atoms... and rounds... they're... the molecules... and I'm... well... nevermind nevermind, nice wave.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_16 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You get your rocks off by killing things.  That's just sick.  Just sick.  You know, I'm kinda sick myself.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_17 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="In case you didn't notice, yeah, you just completed another wave.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_18 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Okay, well done.  That's just a wave you've completed.  I mean, well done and all, but yeah... it's not a round or anything.  Just sayin'.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well that was too easy... I'll fix that.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Getting confident?",Time=0)

[dlc2_bd_moxxie_com_wave_complete_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You... You've earned it.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waves come and waves go... Let's see if you can get all the way through the round, that will impress me.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can you keep this pace up? I find few others can.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Okay, okay... clearly I'm going to have to ratchet up the challenge on you.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Having completed this wave does not make you gods gift to killing, let me tell ya.",Time=0)

[dlc2_bd_moxxie_com_wave_complete_9 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yeah, yeah, let's save the congratulations for when we've finished the round, shall we?",Time=0)

[dlc2_bd_moxxie_com_wave_gun_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the... GUN WAVE.",Time=0)

[dlc2_bd_moxxie_com_wave_gun_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pew pew pew ... it's Gun Wave time!",Time=0)

[dlc2_bd_moxxie_com_wave_gun_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bang! Guess what round it is? Gun Wave!",Time=0)

[dlc2_bd_moxxie_com_wave_horde_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the...HORDE WAVE.",Time=0)

[dlc2_bd_moxxie_com_wave_horde_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The HORDE WAVE has come to eat you! Om nom nom nom!",Time=0)

[dlc2_bd_moxxie_com_wave_horde_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There's just so many of them... what are you going to do against the HORDE WAVE!",Time=0)

[dlc2_bd_moxxie_com_wave_horde_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't let this flood of flesh overcome you! The HORDE WAVE!",Time=0)

[dlc2_bd_moxxie_live_tc_1a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 1st husband was a dirt-bag and a cheat.",Time=0)

[dlc2_bd_moxxie_live_tc_1b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My husband was a dirt-bag and a cheat.",Time=0)

[dlc2_bd_moxxie_live_tc_1c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 1st husband was a dirt-bag and a cheat.",Time=0)

[dlc2_bd_moxxie_live_tc_1d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 1st husband was a dirt-bag and a cheat.",Time=0)

[dlc2_bd_moxxie_live_tc_2a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 2nd husband was fun... I figured by then that I deserved a toy, all for myself, and that's what I got.  Still wish I hadn't broken my toy.",Time=0)

[dlc2_bd_moxxie_live_tc_2b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 2nd husband was fun... I figured by then that I deserved a toy, all for myself, and that's what I got.  Still wish I hadn't broken my toy.",Time=0)

[dlc2_bd_moxxie_live_tc_2c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 2nd husband was fun... I figured by then that I deserved a toy, all for myself, and that's what I got.  Still wish I hadn't broken my toy.",Time=0)

[dlc2_bd_moxxie_live_tc_2d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 2nd husband was fun... I figured by then that I deserved a toy, all for myself, and that's what I got.  Still wish I hadn't broken my toy.",Time=0)

[dlc2_bd_moxxie_live_tc_3a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 3rd husband was good with numbers, and his hands.  We're still friends, kinda.  We're civil.",Time=0)

[dlc2_bd_moxxie_live_tc_3b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 3rd husband was good with numbers, and his hands.  We're still friends, kinda.  We're civil.",Time=0)

[dlc2_bd_moxxie_live_tc_3c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 3rd husband was good with numbers, and his hands.  We're still friends, kinda.  We're civil.",Time=0)

[dlc2_bd_moxxie_live_tc_3d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My 3rd husband was good with numbers, and his hands.  We're still friends, kinda.  We're civil.",Time=0)

[dlc2_bd_moxxie_live_tc_4a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm looking for my 4th.  On the prowl.  I don't know when I'll meet him, where I'll meet him.  But he's out there.",Time=0)

[dlc2_bd_moxxie_live_tc_4b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm looking for my 4th. You know, on the prowl.  I don't know when I'll meet him, or where I'll meet him.  But he's out there.",Time=0)

[dlc2_bd_moxxie_live_tc_4c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm looking for my 4th. You know, on the prowl.  I don't know when I'll meet him, or where I'll meet him.  But he's out there.",Time=0)

[dlc2_bd_moxxie_live_tc_4d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm looking for my 4th. You know, on the prowl.  I don't know when I'll meet him, or where I'll meet him.  But he's out there.",Time=0)

[dlc2_bd_moxxie_live_tc_5a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For now I'll get my jollies off on bringing pain this way, or maybe this way.  And in the end the crowd will love me for my brutality. I'll make them yearn for more of my... pain.",Time=0)

[dlc2_bd_moxxie_live_tc_5b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For now I'll get my jollies off on bringing pain this way, or maybe this way.  And in the end the crowd will love me for my brutality. I'll make them yearn for more and more of my... pain.",Time=0)

[dlc2_bd_moxxie_live_tc_5c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For now I'll get my jollies off on bringing pain this way, or maybe this way.  And in the end the crowd will love me for my brutality. I'll make them yearn for more and more of my... pain.",Time=0)

[dlc2_bd_moxxie_live_tc_5d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="For now I'll get my jollies off on bringing pain this way, or maybe this way.  And in the end the crowd will love me for my brutality. I'll make them yearn for more and more of my... pain.",Time=0)

[dlc2_bd_moxxie_live_tc_6a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll be cruel and enjoy myself.  When the thrill wears off, I'll leave and find a new toy.  Until then...",Time=0)

[dlc2_bd_moxxie_live_tc_6b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll be cruel and enjoy myself.  When the thrill wears off, I'll leave and find a new toy.  Until then...",Time=0)

[dlc2_bd_moxxie_live_tc_6c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll be cruel and enjoy myself.  When the thrill wears off, I'll leave and find a new toy.  Until then...",Time=0)

[dlc2_bd_moxxie_live_tc_6d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll be cruel and enjoy myself.  When the thrill wears off, I'll leave and find a new toy.  Until then...",Time=0)

[dlc2_bd_moxxie_live_tc_7a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Not too different than matrimony, come to think of it.",Time=0)

[dlc2_bd_moxxie_live_tc_7b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Not too different than matrimony, come to think of it.",Time=0)

[dlc2_bd_moxxie_live_tc_7c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Not too different than matrimony, come to think of it.",Time=0)

[dlc2_bd_moxxie_live_tc_7d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Not too different than matrimony, come to think of it.",Time=0)

[dlc2_bd_moxxie_live_tc_8a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Maybe the Coliseum is my 4th husband, in a way?",Time=0)

[dlc2_bd_moxxie_live_tc_8b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Maybe the Coliseum is my 4th husband, in a way?",Time=0)

[dlc2_bd_moxxie_live_tc_8c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Maybe the Coliseum is my 4th husband, in a way?",Time=0)

[dlc2_bd_moxxie_live_tc_8d SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Maybe the Coliseum is my 4th husband, in a way?",Time=0)

